---
kind: other
id: AllMembers.T:Autodesk.Revit.DB.Structure.StructuralSections.StructuralSectionStructuralTees
source: html/2d9db3c3-a07b-67bc-436b-816900d2532b.htm
---
# StructuralSectionStructuralTees Members

Creates a new instance of Structural Section Tees shape with the associated set of parameters,
 used to attach to structural element.